webService/src/test/resources/requests/addDishRequest

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:sn="http://spring.net/example/soap">

    <soapenv:Header/>
    <soapenv:Body>
        <sn:getAddDishRequest>
            <sn:dish>
                <sn:id></sn:id>
                <sn:name>Бульба</sn:name>
                <sn:description>Тут должен быть рецепт приготовления бульбы</sn:description>
                <sn:rating>5</sn:rating>
            </sn:dish>
        </sn:getAddDishRequest>
    </soapenv:Body>

</soapenv:Envelope>
